---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyBetweenFamilyAndProjectError
source: html/f9f27319-29e1-d595-466a-5d2e252ab43d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyBetweenFamilyAndProjectError Property

Can't copy between Family and Project.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopyBetweenFamilyAndProjectError { get; }
```